<?php
    $lang = array(
        "intro1" => "欢迎来到我们的信息公告板,",
        "intro2" => "确保把每一个活动都浏览一遍哦！",
        "bt1" => "直达底部",
        "bt2" => "直达顶部",
        "bt3" => "Ernest官网",
        "bt4" => "活动列表",
        "bt5" => "创建活动",
        "pop" => "这里有一些热门活动...",
        "read" => "阅读更多",
        "list1" => "没找到感兴趣的么？",
        "list2" => "点下面这个按钮就行！",
        "tolist" => "显示所有活动",
        "form1" => "想要创建自己的活动？",
        "form2" => "直接点击这个按钮吧！",
        "toform" => "创建活动",
        "plan" => "新计划",
        "addp" => "添加",
        "ptitle1" => "创建新活动",
        "ptitle2" => "请输入姓名邮箱以及活动的细节信息",
        "bkname" => "姓名",
        "bkmail" => "邮箱",
        "bkintro" => "写下活动的具体时间地点",
        "act" => "活动列表"
    );
?>